Repository: FrankPoule/id-language
Catalog: Catalan/ignitiondeck-*.po
Languages: ca

source: Projects
ca: Projectes

source: Project
ca: Projecte

source: Add New Project
ca: Afegeix nou Projecte

source: Edit
ca: Edita

source: Edit Project
ca: Edita Projecte

source: New Project
ca: Nou Projecte

source: View Project
ca: Visualitza Projecte

source: Search Project
ca: Cerca Projecte

source: No Projects Found
ca: Cap projecte trobat

source: No Projects Found in Trash
ca: Cap projecte trobat a les escombraries

source: Funding Goal
ca: Objectiu a aconseguir

source: End Date
ca: Data de finalització

source: Days Remaining
ca: Dies restants

source: No funding goal set
ca: No hi ha un objectiu a aconseguir

source: No date set
ca: Sensa data

source: Enter Project Name Here
ca: IntroduÃ¯u el nom del projecte aquÃ­

source: Add
ca: Afegir

source: Update
ca: Actualització

source: IgnitionDeck Control Panel
ca: Panell de control IgnitionDeck

source: Facebook Application Settings
ca: Configuració de l'aplicació Facebook

source: Save
ca: Desa

source: Facebook settings have been successfully updated.
ca: La configuració de Facebook s'ha actualitzat correctament.

source: Twitter Application Settings
ca: Configuració de l'aplicació de Twitter

source: Twitter settings have been successfully updated.
ca: La configuració de Twitter s'ha actualitzat correctament.

source: Settings saved.
ca: Valors desats.

source: Save Settings
ca: Desa la configuració

source: Update Settings
ca: Configuració de l'Actualització

source: Form settings have been successfully updated.
ca: La configuració s'ha actualitzat correctament.

source: Twitter settings have been successfully saved.
ca: La configuració de Twitter s'ha desat correctament.

source: Aweber settings have been successfully saved.
ca: LA configuració Aweber s'han desat correctament.

source: Aweber settings have been successfully updated.
ca: La configuració de Aweber s'ha actualitzat correctament.

source: Mailchimp settings have been successfully saved.
ca: La configuració MailChimp s'ha desat correctament.

source: Mailchimp settings have been successfully updated.
ca: La configuració MailChimp s'ha actualitzat correctament.

source: Payment settings have been successfully saved.
ca: La configuració de pagaments s'ha desat correctament.

source: Please fill all fields.
ca: Si us plau, ompli tots els camps.

source: Projects successfully added.
ca: Projectes agregat amb Ã¨xit.

source: previous
ca: previ

source: next
ca: segÃ¼ent

source: Project has been successfully updated.
ca: El projecte ha estat actualitzat correctament.

source: Settings have been successfully updated.
ca: La configuració s'ha actualitzat correctament.

source: Asked Questions
ca: Fes una pregunta

source: Settings
ca: Configuració

source: Payment Settings
ca: Configuració del Pagament

source: Order Details
ca: Detalls de la comanda(aportacions externes)

source: Email List Settings
ca: Configuració de la llista de correus electrónics

source: Social Settings
ca: Configuració de les Xarxes Socials

source: Project Settings
ca: Configuració del projecte

source: Payment Form
ca: Formulari de Pagament

source: Widget to show projects
ca: Giny per mostrar els projectes

source: IgnitionDeck Project Widget
ca: Giny del projecte IgnitionDeck

source: About the Project
ca: Sobre el Projecte

source: The Project FAQ's
ca: Preguntes i Respostes del Projecte

source: Buyers
ca: Patrocinadors

source: Redirecting to Paypal...
ca: redireccionament cap a Paypal

source: Twitter.connection.failed
ca: connecció.Twitter.error

source: Error occured let's try again
ca: S'ha produÃ¯t un error. Intenta-ho de nou.

source: Twitter.share.success
ca: compartir.Twitter.Ã¨xit

source: Twitter.share.failed
ca: compartir.Twitter.error

source: Facebook.share.success
ca: compartir.Facebook.Ã¨xit

source: Facebook.share.failed
ca: compartir.Facebook.error

source: Name
ca: Nom

source: Email
ca: Correu electrónic

source: Subject
ca: Assumpte

source: Message
ca: Missatge

source: Level
ca: aportació

source: Price
ca: Valor

source: Update Options
ca: Opcions d'actualització

source: Contact Form
ca: Formulari de contacte

source: Send email
ca: envia correu electrónic

source: Clear
ca: Esborrar

source: This will be funded on
ca: Creat el

source: Learn More
ca: Continua llegint

source: Support This Project
ca: finanÃ§ar el projecte

source: Our Earliest Buyers
ca: Els nostres primers patrocinadors

source: Ask A Question
ca: fes una pregunta

source: Powered By IgnitionDeck
ca: GrÃ cies a IgnitionDeck

source: Payment Information
ca: Informació del pagament

source: First Name
ca: Nom

source: Last Name
ca: Cognom

source: Address
ca: AdreÃ§a

source: Country
ca: PaÃ­s

source: State
ca: Regió

source: City
ca: ciutat/poble

source: Zip
ca: Codi Postal

source: Make Payment
ca: fer el pagament

source: Funding
ca: FinanÃ§ar

source: Total Sale
ca: Total

source: Yes
ca: Si

source: Please share your experience with your friends!
ca: Comparteix l'experiÃ¨ncia amb els teus amics!

source: API key
ca: Clau API

source: Subscription Email
ca: subscripció per correu

source: Aweber Settings
ca: Configuració Aweber

source: Consumer Secret
ca: Secret dels patrocinador

source: List Email Id
ca: Llista d'identificació de l'email

source: Mailchimp Settings
ca: Configuració Mailchimp

source: List id
ca: Identificacio de la llista

source: Embed Widget Code
ca: Insereix el codi del giny

source: Select Project to Create Embed Code for
ca: Seleccioneu un Projecte per crear el codi per inserir

source: Embed Code
ca: Insereix codi

source: Application Id
ca: Identificació de l'aplicació

source: Application secret key
ca: SolÂ·licitud de clau secreta

source: Text to share
ca: Text per compartir

source: Email Address
ca: AdreÃ§a de correu electrónic

source: Zip Code
ca: Codi Postal

source: Status
ca: Estat

source: Pending
ca: Pendent

source: Complete
ca: Complet

source: Project Name
ca: Nom del Projecte

source: Project Level
ca: Aportació al projecte

source: Select Project
ca: Selecciona un Projecte

source: Add Order
ca: Afegir comanda

source: Orders
ca: Comanda

source: Completed
ca: Finalitzat

source: View
ca: Visualitza

source: Are you sure you want to delete this order by
ca: Segur que voleu eliminar aquesta comanda per

source: Delete
ca: Eliminar

source: Last Email
ca: Ãšltim correu electrónic

source: Paypal Refund
ca: reemborsament Paypal

source: Pay Key
ca: Clau de pagament

source: Transaction ID
ca: ID de la transacció

source: Currency Code
ca: codi de moneda

source: Refund
ca: Reemborsament

source: Level Price
ca: Aportació

source: Level Description
ca: Descripció de la aportació

source: PayPal Email
ca: Correu electrónic PayPal

source: PayPal Override
ca: Correció PayPal

source: Cancel
ca: CancelÂ·lar

source: Project Image
ca: Imatge del Projecte

source: Change
ca: Canvia

source: Close
ca: Tanca

source: Project Details
ca: Detalls del Projecte

source: Project Price
ca: Preu del Projecte

source: Goal
ca: Objectiu

source: Image
ca: Imatge

source: Mailchimp API Key
ca: Mailchimp calu API

source: Mailchimp List ID
ca: Mailchimp Llista ID

source: Aweber Email
ca: Aweber correu electrónic

source: Active Settings
ca: configuració activa

source: Field name
ca: Nom del camp

source: Enabled
ca: Activat

source: Mandatory
ca: Obligatori

source: First name
ca: Nom

source: Last name
ca: Cognom

source: Default Project Settings
ca: Configuració per defecte del projecte

source: Custom Project Settings
ca: Configuració personalitzada del projecte

source: Project ID
ca: ID Projecte

source: Question Details
ca: Detalls de la pregunta

source: Question Subject
ca: Assumpte de la pregunta

source: Created Date
ca: Data de creació

source: General Settings
ca: Configuració General

source: Facebook on Project Page
ca: Facebook en la pÃ gina del projecte

source: Want people to share via Facebook from your project page? Use this.
ca: Per compartir des de Facebook el teu Projecte, utilitza aixó.

source: Want people to share via Twitter from your project page? Use this.
ca: Per compartir des de Twitter el teu Projecte, utilitza aixó.

source: Twitter on Project Page
ca: Twitter a la pÃ gina del projecte

source: Ask a Question Button
ca: Botó de fes una pregunta

source: Enable or disable ask a question button on the widget
ca: Activa o desactiva el botó fes una pregunta en el giny

source: Ask a Question Email
ca: correu electrónic per les preguntes

source: Email address to which the question should be sent
ca: Direcció de correu electrónic a la qual la pregunta ha de ser enviada

source: Widget Theme
ca: AparenÃ§a del giny

source: Clean
ca: Net

source: Skyscraper
ca: Gratacels

source: Corporate
ca: Corporació

source: Supporter Exclusive
ca: Patrocinador Exclusiu

source: Consumer Key
ca: clau del patrocinador

source: Callback URL
ca: URL de tornada

source: Projects successfully updated.
ca: Projecte actualitzat correctament.

source: Projects successfully deleted.
ca: Projecte eliminat correctament.

source: Updates
ca: Actualitzacions

source: Add Project
ca: Afegeix Projecte
